var qq_str = {
  "title": "大富翁",
  "classname": "Windows 11 電腦小小兵",
  "subtitle": "第五課",
  "bg": 0,
  "QA": [{
          "qus": "下面哪個是文書軟體 ?",
          "opt": [["小畫家"], ["記事本", 1], ["小算盤"]]
      }, {
          "qus": "按一下 [image027]，可以做什麼 ?",
          "opt": [["換行", 1], ["空一格"], ["關機"]]
      }, {
          "qus": "按一下 [image029](空白鍵)，可以做什麼 ?",
          "opt": [["換行"], ["空一格", 1], ["縮小視窗"]]
      }, {
          "qus": "按住哪個鍵，可以輸入大寫英文 ?",
          "opt": [["[image031]", 1], ["[image033]"], ["[image035]"]]
      }, {
          "qus": "按 [image037]，可輸入哪個符號 ?",
          "opt": [["#"], ["ㄉ"], ["@", 1]]
      }
  ],
  "OX": [{
          "qus": "練習【鍵盤指法】可以讓手指慢慢記得按鍵位置：",
          "ans": 0
      }, {
          "qus": "鍵盤是屬於電腦的輸出工具：",
          "ans": 1
      }, {
          "qus": "鍵盤除了可以打字，還可以輸入指令：",
          "ans": 0
      }, {
          "qus": "鍵盤打字時的插入點，可以用方向鍵移動位置：",
          "ans": 0
      }, {
          "qus": "按鍵[image027]是【輸入鍵】：",
          "ans": 0
      }, {
          "qus": "按[image039]可以刪除在插入點右側的文字：",
          "ans": 1
      }, {
          "qus": "按[image031]可以讓文字換行：",
          "ans": 1
      }, {
          "qus": "標準的打字指法，是左手食指放在 F 鍵上，右手中指放在 J 鍵上：",
          "ans": 1
      }, {
          "qus": "可以開啟【記事本】來輸入文字：",
          "ans": 0
      }, {
          "qus": "正確的打字方法，每次打完字後，手指回到基準鍵上：",
          "ans": 0
      }
  ]
};