var qq_str = {
  "title": "大富翁",
  "classname": "Windows 11 電腦小小兵",
  "subtitle": "第一課",
  "bg": 0,
  "QA": [
      {
        "qus": "世界上第一台電腦，是多久前發明的 ?",
        "opt": [
          [
            "500 年前"
          ],
          [
            "200 年前"
          ],
          [
            "80 幾年前",
            1
          ]
        ]
      },
      {
        "qus": "下面哪個是桌上型電腦基本配備之一 ?",
        "opt": [
          [
            "螢幕",
            1
          ],
          [
            "遊戲搖桿"
          ],
          [
            "掃描器"
          ]
        ]
      },
      {
        "qus": "桌上型電腦的運算處理中心是 ?",
        "opt": [
          [
            "螢幕"
          ],
          [
            "主機",
            1
          ],
          [
            "光碟機"
          ]
        ]
      },
      {
        "qus": "下面哪個是常見的電腦周邊配備 ?",
        "opt": [
          [
            "印表機",
            1
          ],
          [
            "橡皮擦"
          ],
          [
            "主機"
          ]
        ]
      },
      {
        "qus": "使用電腦時，要避免什麼行為 ?",
        "opt": [
          [
            "正確坐姿"
          ],
          [
            "亂按開關",
            1
          ],
          [
            "偶爾要休息"
          ]
        ]
      }
  ],
  "OX": [{
          "qus": "耳機是【輸出配備】：",
          "ans": 0
      }, {
          "qus": "鍵盤可以輸入文字到電腦：",
          "ans": 0
      }, {
          "qus": "電腦關機，不可以直接拔插頭：",
          "ans": 0
      }, {
          "qus": "電腦【硬體】就像是人的身體，【軟體】就像是人的頭髮：",
          "ans": 1
      }, {
          "qus": "綠色音源插孔，要接麥克風：",
          "ans": 1
      }, {
          "qus": "印表機是【輸入設備】：",
          "ans": 1
      }, {
          "qus": "USB插孔，是用來讀取光碟資料：",
          "ans": 1
      }, {
          "qus": "使用電腦時要亂按電腦開關：",
          "ans": 1
      }, {
          "qus": "圖書館借書系統不須使用電腦：",
          "ans": 1
      }, {
          "qus": "電腦的運作是輸入、運算處理與輸出：",
          "ans": 0
      }
  ]
};
