var qq_str = {
  "title": "大富翁",
  "classname": "Windows 11 電腦小小兵",
  "subtitle": "第四課",
  "bg": 0,
  "QA": [{
          "qus": "【自我介紹.txt】中，哪一個是主檔名 ?",
          "opt": [["txt"], ["自我介紹", 1], ["以上皆是"]]
      }, {
          "qus": "下面哪個圖示是文字檔 ?",
          "opt": [["[image015]", 1], ["[image017]"], ["[image019]"]]
      }, {
          "qus": "想檢視檔案資訊，要按右鍵，再點選 ?",
          "opt": [["開啟檔案"], ["分享"], ["內容", 1]]
      }, {
          "qus": "以層層進入的方式瀏覽檔案，就叫做 ?",
          "opt": [["網狀結構"], ["樹狀結構", 1], ["螺旋結構"]]
      }, {
          "qus": "【複製】的快速鍵是 ?",
          "opt": [["[image021]", 1], ["[image023]"], ["[image025]"]]
      }
  ],
  "OX": [{
          "qus": "【主檔名】就像是【人名】，副檔名就像是【生日】：",
          "ans": 1
      }, {
          "qus": "【檔案】就是存放電腦裡面的一筆資料：",
          "ans": 0
      }, {
          "qus": "從【主檔名】可以看出檔案類型：",
          "ans": 1
      }, {
          "qus": "可以自己修改【主檔名】：",
          "ans": 0
      }, {
          "qus": "電腦存取是採用【十進位】：",
          "ans": 1
      }, {
          "qus": "【二進位】是1跟2的組合：",
          "ans": 1
      }, {
          "qus": "檔案比大小，5 MB 的檔案大於 10 KB 的檔案：",
          "ans": 0
      }, {
          "qus": "除了電腦主機硬碟以外，沒有其他可以儲存檔案的裝置：",
          "ans": 1
      }, {
          "qus": "在資料夾內還可以新增資料夾：",
          "ans": 0
      }, {
          "qus": "使用【視窗佈局】可以將兩個視窗並排：",
          "ans": 0
      }
  ]
};