var qq_str = {
  "title": "大富翁",
  "classname": "Windows 11 電腦小小兵",
  "subtitle": "第三課",
  "bg": 0,
  "QA": [{
          "qus": "想開啟【開始功能表】，要按 ?",
          "opt": [["[image009]"], ["[image011]", 1], ["[image001]"]]
      }, {
          "qus": "想將軟體釘選到開始功能表，要先在圖示上按滑鼠的哪個鍵 ?",
          "opt": [["右鍵", 1], ["左鍵"], ["兩者皆可"]]
      }, {
          "qus": "個人化電腦，可以更改什麼 ?",
          "opt": [["佈景主題"], ["桌布"], ["以上皆可", 1]]
      }, {
          "qus": "想要＋－×÷計算，要使用哪個軟體 ?",
          "opt": [["記事本"], ["小畫家"], ["小算盤", 1]]
      }, {
          "qus": "下面哪個不是內建的工具軟體 ?",
          "opt": [["剪取工具"], ["PhotoCap", 1], ["地圖"]]
      }
  ],
  "OX": [{
          "qus": "被釘選的軟體，就不能再取消或移除：",
          "ans": 1
      }, {
          "qus": "可以把軟體釘選到桌面上：",
          "ans": 1
      }, {
          "qus": "刪除【軟體的捷徑】，並不會刪除軟體本身：",
          "ans": 0
      }, {
          "qus": "用小算盤也可以用來換算長度，計算出多少公分等於多少英吋：",
          "ans": 0
      }, {
          "qus": "按【小算盤】上的C鈕，可以複製數字：",
          "ans": 1
      }, {
          "qus": "可以開啟【開始功能表】，搜尋想找的軟體：",
          "ans": 0
      }, {
          "qus": "使用【地圖】軟體時，無法知道自己的位置，只能查詢想去的地方：",
          "ans": 1
      }, {
          "qus": "小算盤、地圖、剪取工具...等各種不同功能的軟體，都屬於【應用軟體】：",
          "ans": 0
      }, {
          "qus": "使用【地圖】軟體時，滾動滑鼠滾輪，可以縮放地圖：",
          "ans": 0
      }, {
          "qus": "若不想看到桌面的資源回收筒圖示，可以隱藏起來：",
          "ans": 0
      }
  ]
};