var qq_str = {
  "title": "大富翁",
  "classname": "Windows 11 電腦小小兵",
  "subtitle": "第七課",
  "bg": 0,
  "QA": [{
          "qus": "以電腦繪圖來說，什麼相當於【畫筆】 ?",
          "opt": [["鍵盤"], ["麥克風"], ["滑鼠", 1]]
      }, {
          "qus": "下面哪個是電腦繪圖軟體 ?",
          "opt": [["記事本"], ["小畫家", 1], ["Word"]]
      }, {
          "qus": "在【小畫家】中，哪個是線條的顏色 ?",
          "opt": [["色彩 1", 1], ["色彩 2"], ["都可以"]]
      }, {
          "qus": "在【小畫家】中，想在區域中填入色彩，要用哪個工具 ?",
          "opt": [["[image069]", 1], ["[image071]"], ["[image073]"]]
      }, {
          "qus": "在【小畫家】中，想做【去背】選取，要先設定哪個顏色 ?",
          "opt": [["色彩 1"], ["色彩 2", 1], ["都可以"]]
      }
  ],
  "OX": [{
          "qus": "【小畫家】是 Windows 內建的繪圖軟體：",
          "ans": 0
      }, {
          "qus": "用【小畫家】可以裁切圖片：",
          "ans": 0
      }, {
          "qus": "【小畫家】有色彩 1 與色彩 2，分別代表前景色與背景色：",
          "ans": 0
      }, {
          "qus": "【小畫家】的筆刷只有 1 種：",
          "ans": 1
      }, {
          "qus": "【小畫家】只能使用紅、橙、黃、綠、藍、靛、紫共 7 色來畫圖：",
          "ans": 1
      }, {
          "qus": "在【小畫家】可以製作文字標題：",
          "ans": 0
      }, {
          "qus": "在【小畫家】，用[img1]工具，拖曳畫橢圓形時，按住[image031]，就可以畫出正圓形：",
          "ans": 0
      }, {
          "qus": "在【小畫家】，用[img2]工具，可以設定線條色彩：",
          "ans": 1
      }, {
          "qus": "在【小畫家】畫的圖，可以儲存成 png 圖片：",
          "ans": 0
      }, {
          "qus": "在【小畫家】可以匯入圖片，做出合成圖片的效果：",
          "ans": 0
      }
  ]
};