var qq_str = {
  "title": "大富翁",
  "classname": "Windows 11 電腦小小兵",
  "subtitle": "第二課",
  "bg": 0,
  "QA": [{
          "qus": "想點選物件，要按一下滑鼠的哪個鍵 ?",
          "opt": [["右鍵"], ["左鍵", 1], ["左右鍵一起按"]]
      }, {
          "qus": "想開啟工作列上的 [image001]，要按幾下左鍵 ?",
          "opt": [["一下", 1], ["兩下"], ["三下"]]
      }, {
          "qus": "想最大化視窗，要按哪個鈕 ?",
          "opt": [["[image003]", 1], ["[image005]"], ["[image007]"]]
      }, {
          "qus": "想關閉視窗，要按哪個鈕 ?",
          "opt": [["[image003]"], ["[image005]"], ["[image007]", 1]]
      }, {
          "qus": "在圖示上按右鍵，可以開啟 ?",
          "opt": [["快捷功能表", 1], ["顯示設定"], ["工作視窗"]]
      }
  ],
  "OX": [{
          "qus": "作業系統是控制電腦運作的軟體：",
          "ans": 0
      }, {
          "qus": "【硬體】是硬的電腦，【軟體】是軟的電腦：",
          "ans": 1
      }, {
          "qus": "滑鼠移動，游標就會跟著移動：",
          "ans": 0
      }, {
          "qus": "按住滑鼠右鍵，就可以拖曳移動：",
          "ans": 1
      }, {
          "qus": "Windows 桌面背景，可以自訂換成別的圖片：",
          "ans": 0
      }, {
          "qus": "上下拖曳視窗的捲軸鈕，可以調整視窗的大小：",
          "ans": 1
      }, {
          "qus": "一般滑鼠都有左鍵、右鍵：",
          "ans": 0
      }, {
          "qus": "快速按兩下滑鼠左鍵，可以開啟【快捷功能】：",
          "ans": 1
      }, {
          "qus": "在平板、手機上，沒有【作業系統】：",
          "ans": 1
      }, {
          "qus": "按住左鍵不放，可以框選桌面上的多個物件，方便一起移動位置：",
          "ans": 0
      }
  ]
};