var qq_str = {
  "title": "大富翁",
  "classname": "Windows 11 電腦小小兵",
  "subtitle": "第六課",
  "bg": 0,
  "QA": [{
          "qus": "想切換各種中文輸入法，可按 ?",
          "opt": [["[image039]"], ["[image041]", 1], ["[image043]"]]
      }, {
          "qus": "用什麼快速鍵可開啟【輸入法手寫板】?",
          "opt": [["[image045]", 1], ["[image047]"], ["[image049]"]]
      }, {
          "qus": "想揀選【同音異字】，要按 ?",
          "opt": [["[image051]", 1], ["[image053]"], ["[image055]"]]
      }, {
          "qus": "按哪個組合鍵，可以輸入逗號 ?",
          "opt": [["[image057]"], ["[image059]"], ["[image061]", 1]]
      }, {
          "qus": "按哪個按鍵，可以確定輸入文字 ?",
          "opt": [["[image033]"], ["[image027]", 1], ["[image031]"]]
      }
  ],
  "OX": [{
          "qus": "電腦裡的中文字有分為全形、半形：",
          "ans": 1
      }, {
          "qus": "注音的一聲要按[image029]：",
          "ans": 0
      }, {
          "qus": "要先切換成【英文輸入法】才能輸入中文字：",
          "ans": 1
      }, {
          "qus": "想要快速輸入相同的文字，可以使用【複製】和【貼上】功能：",
          "ans": 0
      }, {
          "qus": "中文輸入法，只有【注音】一種：",
          "ans": 1
      }, {
          "qus": "電腦有安裝一種以上的輸入法時，才需要切換輸入法使用：",
          "ans": 0
      }, {
          "qus": "注音共有四種聲調，分別是一聲、二聲、三聲、輕聲：",
          "ans": 1
      }, {
          "qus": "在【記事本】編輯文字時，按住左鍵不放，可以拖曳選取文字：",
          "ans": 0
      }, {
          "qus": "注音輸入時，按下組合鍵[image059]，可以輸入【。】(句號)：",
          "ans": 0
      }, {
          "qus": "組合鍵[image021]可以複製選取的文字：",
          "ans": 0
      }
  ]
};