var qq_str = {
  "title": "大富翁",
  "classname": "Windows 11 電腦小小兵",
  "subtitle": "第八課",
  "bg": 0,
  "QA": [{
          "qus": "下面哪個不是人工智慧運作的過程 ?",
          "opt": [["學習"], ["自我校正"], ["節能減碳", 1]]
      }, {
          "qus": "將全球的電腦串接起來，以便分享資訊的服務就叫做 ?",
          "opt": [["網路", 1], ["衛星導航"], ["自動駕駛"]]
      }, {
          "qus": "哪個是上網的工具 ?",
          "opt": [["檔案總管"], ["瀏覽器", 1], ["行事曆"]]
      }, {
          "qus": "下面哪個不是【運算思維】的內涵之一 ?",
          "opt": [["先畫再說", 1], ["問題拆解"], ["表徵問題"]]
      }, {
          "qus": "想擦除不要的線條，可以用哪個工具 ?",
          "opt": [["[image071]"], ["[image073]", 1], ["[image075]"]]
      }
  ],
  "OX": [{
          "qus": "用電腦的邏輯來解決問題的思維，就是【運算思維】：",
          "ans": 0
      }, {
          "qus": "運算思維四步驟的最後一個是【問題拆解】：",
          "ans": 1
      }, {
          "qus": "人工智慧 (AI) 需要經過學習才能做出行動：",
          "ans": 0
      }, {
          "qus": "可以在 Edge 瀏覽器的網址列輸入網址，再按 Enter 開啟網站：",
          "ans": 0
      }, {
          "qus": "在【小畫家】可以畫出實心填滿的圓形，也可以畫出只有外框的圓形：",
          "ans": 0
      }, {
          "qus": "在【小畫家】畫圖時，畫錯了，可以用橡皮擦擦除：",
          "ans": 0
      }, {
          "qus": "人工智慧 (AI) 是指人類工作的智慧：",
          "ans": 1
      }, {
          "qus": "人工智慧 (AI) 會不斷進行自我學習、自我校正：",
          "ans": 0
      }, {
          "qus": "車子的特徵有很多，其中一項是【有四個座位】：",
          "ans": 1
      }, {
          "qus": "在【小畫家】畫線條時，修改色彩 1 的顏色，可以畫出不同色彩的線條：",
          "ans": 0
      }
  ]
};